Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# uniconnect.workspace.error.connectionLineBreak
source: The command cannot contain line breaks.
ar: لا يمكن أن يحتوي الأمر على فواصل أسطر.
bs: Naredba ne može sadržavati prijelome redaka.
da: Kommandoen kan ikke indeholde linjeskift.
de: Der Befehl darf keine Zeilenumbrüche enthalten.
es: El comando no puede contener saltos de línea.
fr: La commande ne peut pas contenir de sauts de ligne.
it: Il comando non può contenere interruzioni di riga.
ja: コマンドには改行を含めることはできません。
km: ពាក្យ​បញ្ជា​មិន​អាច​មាន​ការ​បំបែក​បន្ទាត់​ទេ។
ko: 명령에는 줄바꿈이 포함될 수 없습니다.
nb: Kommandoen kan ikke inneholde linjeskift.
pl: Polecenie nie może zawierać podziałów wierszy.
pt_br: O comando não pode conter quebras de linha.
ru: Команда не может содержать разрывы строк.
th: คำสั่งไม่สามารถมีตัวแบ่งบรรทัดได้
tr: Komut satır sonları içeremez.
uk: Команда не може містити розриви рядків.
zh_hans: 该命令不能包含换行符。
zh_hant: 該指令不能包含換行符。

# uniconnect.workspace.error.folderMissing
source: Choose an existing folder.
ar: اختر مجلدًا موجودًا.
bs: Odaberite postojeći folder.
da: Vælg en eksisterende mappe.
de: Wählen Sie einen vorhandenen Ordner.
es: Elija una carpeta existente.
fr: Choisissez un dossier existant.
it: Scegli una cartella esistente.
ja: 既存のフォルダーを選択します。
km: ជ្រើសរើសថតដែលមានស្រាប់។
ko: 기존 폴더를 선택합니다.
nb: Velg en eksisterende mappe.
pl: Wybierz istniejący folder.
pt_br: Escolha uma pasta existente.
ru: Выберите существующую папку.
th: เลือกโฟลเดอร์ที่มีอยู่
tr: Mevcut bir klasörü seçin.
uk: Виберіть існуючу папку.
zh_hans: 选择一个现有文件夹。
zh_hant: 選擇一個現有資料夾。

# uniconnect.workspace.field.connectionCommand
source: Connection command
ar: أمر الاتصال
bs: Komanda za povezivanje
da: Forbindelseskommando
de: Verbindungsbefehl
es: Comando de conexión
fr: Commande de connexion
it: Comando di connessione
ja: 接続コマンド
km: ពាក្យបញ្ជាការតភ្ជាប់
ko: 연결 명령
nb: Tilkoblingskommando
pl: Polecenie połączenia
pt_br: Comando de conexão
ru: Команда подключения
th: คำสั่งการเชื่อมต่อ
tr: Bağlantı komutu
uk: Команда підключення
zh_hans: 连接命令
zh_hant: 連接命令

# uniconnect.workspace.field.folder
source: Folder
ar: مجلد
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
km: ថតឯកសារ
ko: 접는 사람
nb: Mappe
pl: Falcówka
pt_br: Pasta
ru: Папка
th: โฟลเดอร์
tr: Dosya
uk: Папка
zh_hans: 文件夹
zh_hant: 資料夾

# uniconnect.workspace.field.name
source: Name
ar: اسم
bs: Ime
da: Navn
es: Nombre
fr: Nom
it: Nome
ja: 名前
km: ឈ្មោះ
ko: 이름
nb: Navn
pl: Nazwa
pt_br: Nome
ru: Имя
th: ชื่อ
tr: İsim
uk: Ім'я
zh_hans: 姓名
zh_hant: 姓名

# uniconnect.workspace.kind.local
source: Local
ar: محلي
bs: Lokalno
da: Lokal
de: Lokal
fr: Locale
it: Locale
ja: 地元
km: ក្នុងស្រុក
ko: 현지의
nb: Lokalt
pl: Lokalny
ru: Местный
th: ท้องถิ่น
tr: Yerel
uk: Місцевий
zh_hans: 当地的
zh_hant: 當地的

# uniconnect.workspace.new.title
source: New box
ar: صندوق جديد
bs: Nova kutija
da: Ny æske
de: Neue Box
es: Nueva caja
fr: Nouvelle boîte
it: Nuova scatola
ja: 新しいボックス
km: ប្រអប់ថ្មី។
ko: 새 상자
nb: Ny boks
pl: Nowe pudełko
pt_br: Nova caixa
ru: Новая коробка
th: กล่องใหม่
tr: Yeni kutu
uk: Нова коробка
zh_hans: 新盒
zh_hant: 新盒

# uniconnect.workspace.placeholder.localName
source: MY PROJECT
ar: مشروعي
bs: MOJ PROJEKAT
da: MIT PROJEKT
de: MEIN PROJEKT
es: MI PROYECTO
fr: MON PROJET
it: IL MIO PROGETTO
ja: 私のプロジェクト
km: គម្រោងរបស់ខ្ញុំ
ko: 내 프로젝트
nb: PROSJEKTET MITT
pl: MÓJ PROJEKT
pt_br: MEU PROJETO
ru: МОЙ ПРОЕКТ
th: โครงการของฉัน
tr: PROJEM
uk: МІЙ ПРОЕКТ
zh_hans: 我的项目
zh_hant: 我的項目

# uniconnect.workspace.placeholder.sshName
source: My VPS
ar: بلدي VPS
bs: Moj VPS
da: Min VPS
de: Mein VPS
es: Mi VPS
fr: Mon VPS
it: Il mio VPS
ja: 私のVPS
km: VPS របស់ខ្ញុំ
ko: 내 VPS
nb: Min VPS
pl: Mój VPS
pt_br: Meu VPS
ru: Мой VPS
th: VPS ของฉัน
tr: Benim VPS'im
uk: Мій VPS
zh_hans: 我的VPS
zh_hant: 我的VPS

# uniconnect.workspace.ssh.encryptionDescription
source: It is stored encrypted. Each window in this box is a tmux session on the server; if tmux is missing, UniConnect can install it.
ar: يتم تخزينها مشفرة. كل نافذة في هذا المربع هي جلسة tmux على الخادم؛ إذا كان tmux مفقودًا، فيمكن لـ UniConnect تثبيته.
bs: Pohranjuje se šifrovano. Svaki prozor u ovom polju je tmux sesija na serveru; ako tmux nedostaje, UniConnect ga može instalirati.
da: Den opbevares krypteret. Hvert vindue i denne boks er en tmux-session på serveren; hvis tmux mangler, kan UniConnect installere det.
de: Es wird verschlüsselt gespeichert. Jedes Fenster in diesem Feld ist eine tmux-Sitzung auf dem Server. Wenn tmux fehlt, kann UniConnect es installieren.
es: Se almacena cifrado. Cada ventana en este cuadro es una sesión tmux en el servidor; si falta tmux, UniConnect puede instalarlo.
fr: Il est stocké crypté. Chaque fenêtre de cette zone est une session tmux sur le serveur ; si tmux est manquant, UniConnect peut l'installer.
it: Viene archiviato crittografato. Ogni finestra in questa casella rappresenta una sessione tmux sul server; se manca tmux, UniConnect può installarlo.
ja: 暗号化されて保存されます。このボックス内の各ウィンドウは、サーバー上の tmux セッションです。 tmux がない場合は、UniConnect でインストールできます。
km: វាត្រូវបានរក្សាទុកដោយអ៊ិនគ្រីប។ បង្អួចនីមួយៗនៅក្នុងប្រអប់នេះគឺជាវគ្គ tmux នៅលើម៉ាស៊ីនមេ។ ប្រសិនបើ tmux បាត់ UniConnect អាចដំឡើងវាបាន។
ko: 암호화되어 저장됩니다. 이 상자의 각 창은 서버의 tmux 세션입니다. tmux가 누락된 경우 UniConnect가 이를 설치할 수 있습니다.
nb: Den lagres kryptert. Hvert vindu i denne boksen er en tmux-sesjon på serveren; hvis tmux mangler, kan UniConnect installere den.
pl: Jest przechowywany w postaci zaszyfrowanej. Każde okno w tym polu jest sesją tmux na serwerze; jeśli brakuje tmux, UniConnect może go zainstalować.
pt_br: Ele é armazenado criptografado. Cada janela nesta caixa é uma sessão tmux no servidor; se tmux estiver faltando, UniConnect poderá instalá-lo.
ru: Он хранится в зашифрованном виде. Каждое окно в этом поле представляет собой сеанс tmux на сервере; если tmux отсутствует, UniConnect может его установить.
th: มันถูกจัดเก็บแบบเข้ารหัส แต่ละหน้าต่างในกล่องนี้คือเซสชัน tmux บนเซิร์ฟเวอร์ ถ้า tmux หายไป UniConnect ก็สามารถติดตั้งได้
tr: Şifrelenmiş olarak saklanır. Bu kutudaki her pencere sunucudaki bir tmux oturumudur; tmux eksikse UniConnect onu yükleyebilir.
uk: Він зберігається в зашифрованому вигляді. Кожне вікно в цьому полі є сеансом tmux на сервері; якщо tmux відсутній, UniConnect може встановити його.
zh_hans: 它是加密存储的。该框中的每个窗口都是服务器上的一个 tmux 会话；如果tmux缺失，UniConnect可以安装。
zh_hant: 它是加密儲存的。此框中的每個視窗都是伺服器上的一個 tmux 會話；如果tmux缺失，UniConnect可以安裝。

# uniconnect.reconnect.box.now
source: Reconnect SSH Windows Now
ar: أعد توصيل جميع نوافذ محطة SSH الآن
bs: Ponovo povežite sve prozore terminala SSH sada
da: Gentilslut alle SSH terminalvinduer nu
de: Verbinden Sie jetzt alle SSH-Terminalfenster erneut
es: Vuelve a conectar todas las ventanas SSH ahora
fr: Reconnectez maintenant toutes les fenêtres du terminal SSH
it: Riconnetti ora tutte le finestre del terminale SSH
ja: すべての SSH ターミナル ウィンドウを今すぐ再接続します
km: ភ្ជាប់បង្អួចស្ថានីយ SSH ឡើងវិញឥឡូវនេះ
ko: 지금 모든 SSH 터미널 창을 다시 연결하세요.
nb: Koble til alle SSH terminalvinduer nå
pl: Podłącz teraz ponownie wszystkie okna terminala SSH
pt_br: Reconecte todas as janelas do terminal SSH agora
ru: Переподключите все окна терминала SSH сейчас.
th: เชื่อมต่อหน้าต่างเทอร์มินัล SSH ทั้งหมดอีกครั้งทันที
tr: Tüm SSH terminal pencerelerini şimdi yeniden bağlayın
uk: Повторно підключіть усі термінальні вікна SSH
zh_hans: 立即重新连接所有 SSH 终端窗口
zh_hant: 立即重新連線所有 SSH 終端機窗口

# uniconnect.reconnect.window.now
source: Reconnect This Window Now
ar: أعد توصيل هذه النافذة الطرفية الآن
bs: Sada ponovo povežite ovaj terminalski prozor
da: Tilslut dette terminalvindue igen nu
de: Verbinden Sie dieses Terminalfenster jetzt erneut
es: Vuelve a conectar esta ventana ahora
fr: Reconnectez cette fenêtre de terminal maintenant
it: Riconnetti ora questa finestra di terminale
ja: このターミナル ウィンドウを今すぐ再接続します
km: ភ្ជាប់បង្អួចស្ថានីយនេះឡើងវិញឥឡូវនេះ
ko: 지금 이 터미널 창을 다시 연결하세요
nb: Koble til dette terminalvinduet igjen nå
pl: Podłącz teraz ponownie to okno terminala
pt_br: Reconecte esta janela do terminal agora
ru: Переподключите это окно терминала сейчас
th: เชื่อมต่อหน้าต่างเทอร์มินัลนี้อีกครั้งทันที
tr: Bu terminal penceresini şimdi yeniden bağlayın
uk: Повторно підключіть це вікно терміналу зараз
zh_hans: 立即重新连接此终端窗口
zh_hant: 立即重新連接此終端機窗口

# uniconnect.localWindow.menu.moreActions
source: More Window Actions
ar: المزيد من إجراءات النافذة الطرفية
bs: Više radnji prozora terminala
da: Flere terminalvinduehandlinger
de: Weitere Aktionen im Terminalfenster
es: Más acciones de la ventana
fr: Plus d'actions dans la fenêtre du terminal
it: Altre azioni della finestra del terminale
ja: ターミナル ウィンドウのその他のアクション
km: សកម្មភាពបង្អួចស្ថានីយច្រើនទៀត
ko: 추가 터미널 창 작업
nb: Flere terminalvinduhandlinger
pl: Więcej akcji okna terminala
pt_br: Mais ações da janela do terminal
ru: Дополнительные действия в окне терминала
th: การทำงานของหน้าต่างเทอร์มินัลเพิ่มเติม
tr: Daha fazla terminal penceresi eylemi
uk: Більше дій вікна терміналу
zh_hans: 更多终端窗口操作
zh_hant: 更多終端機視窗操作

# uniconnect.localWindow.runtime.missingRoot
source: Box Folder Missing
ar: المجلد الخاص بهذا المربع مفقود
bs: Fascikla za ovaj okvir nedostaje
da: Mappen til denne boks mangler
de: Der Ordner für diese Box fehlt
es: Falta la carpeta de la caja
fr: Le dossier de cette boîte est manquant
it: Manca la cartella per questa casella
ja: このボックスのフォルダーがありません
km: បាត់ថតឯកសារសម្រាប់ប្រអប់នេះ។
ko: 이 상자의 폴더가 없습니다
nb: Mappen for denne boksen mangler
pl: Brak folderu dla tego pudełka
pt_br: A pasta desta caixa está faltando
ru: Папка для этого ящика отсутствует
th: โฟลเดอร์สำหรับกล่องนี้หายไป
tr: Bu kutunun klasörü eksik
uk: Папка для цього ящика відсутня
zh_hans: 该盒子的文件夹丢失
zh_hant: 該盒子的資料夾遺失

# bridge.notification.error.malformed
source: The remote Claude event is malformed.
ar: حدث Claude البعيد غير صحيح.
bs: Udaljeni Claude događaj je pogrešno oblikovan.
da: Den eksterne Claude hændelse er forkert udformet.
de: Das Remote-Ereignis Claude ist fehlerhaft.
es: El evento Claude remoto tiene un formato incorrecto.
fr: L'événement distant Claude est mal formé.
it: L'evento Claude remoto non è valido.
ja: リモート Claude イベントの形式が不正です。
km: ព្រឹត្តិការណ៍ Claude ពីចម្ងាយមានទម្រង់ខុស។
ko: 원격 Claude 이벤트 형식이 잘못되었습니다.
nb: Den eksterne Claude-hendelsen er feil utformet.
pl: Zdalne zdarzenie Claude jest zniekształcone.
pt_br: O evento Claude remoto está malformado.
ru: Удаленное событие Claude имеет неверный формат.
th: เหตุการณ์ Claude ระยะไกลมีรูปแบบไม่ถูกต้อง
tr: Uzak Claude olayı hatalı biçimlendirilmiş.
uk: Віддалена подія Claude має неправильний формат.
zh_hans: 远程 Claude 事件格式错误。
zh_hant: 遠端 Claude 事件格式錯誤。

# bridge.notification.error.stale
source: The remote Claude event is too old or has an invalid timestamp.
ar: الحدث البعيد Claude قديم جدًا أو يحتوي على طابع زمني غير صالح.
bs: Udaljeni Claude događaj je prestar ili ima nevažeću vremensku oznaku.
da: Fjernbegivenheden Claude er for gammel eller har et ugyldigt tidsstempel.
de: Das Remote-Ereignis Claude ist zu alt oder hat einen ungültigen Zeitstempel.
es: El evento Claude remoto es demasiado antiguo o tiene una marca de tiempo no válida.
fr: L'événement distant Claude est trop ancien ou possède un horodatage non valide.
it: L'evento Claude remoto è troppo vecchio o ha un timestamp non valido.
ja: リモート Claude イベントが古すぎるか、タイムスタンプが無効です。
km: ព្រឹត្តិការណ៍ Claude ពីចម្ងាយគឺចាស់ពេក ឬមានត្រាពេលវេលាមិនត្រឹមត្រូវ។
ko: 원격 Claude 이벤트가 너무 오래되었거나 타임스탬프가 잘못되었습니다.
nb: Den eksterne Claude-hendelsen er for gammel eller har et ugyldig tidsstempel.
pl: Zdalne zdarzenie Claude jest za stare lub ma nieprawidłową sygnaturę czasową.
pt_br: O evento Claude remoto é muito antigo ou tem um carimbo de data/hora inválido.
ru: Удаленное событие Claude слишком старое или имеет недопустимую метку времени.
th: เหตุการณ์ Claude ระยะไกลเก่าเกินไปหรือมีการประทับเวลาไม่ถูกต้อง
tr: Uzak Claude olayı çok eski veya geçersiz bir zaman damgasına sahip.
uk: Віддалена подія Claude надто стара або має недійсну позначку часу.
zh_hans: 远程 Claude 事件太旧或时间戳无效。
zh_hant: 遠端 Claude 事件太舊或時間戳無效。

# bridge.notification.error.targetUnavailable
source: The UniConnect window for this remote Claude event is no longer available.
ar: لم تعد نافذة UniConnect لحدث Claude البعيد متاحة.
bs: UniConnect prozor za ovaj udaljeni Claude događaj više nije dostupan.
da: Vinduet UniConnect for denne fjernbegivenhed Claude er ikke længere tilgængelig.
de: Das UniConnect-Fenster für dieses Remote-Claude-Ereignis ist nicht mehr verfügbar.
es: La ventana UniConnect para este evento Claude remoto ya no está disponible.
fr: La fenêtre UniConnect pour cet événement Claude distant n'est plus disponible.
it: La finestra UniConnect per questo evento Claude remoto non è più disponibile.
ja: このリモート Claude イベントの UniConnect ウィンドウは使用できなくなりました。
km: បង្អួច UniConnect សម្រាប់ព្រឹត្តិការណ៍ Claude ពីចម្ងាយនេះមិនមានទៀតទេ។
ko: 이 원격 Claude 이벤트에 대한 UniConnect 창은 더 이상 사용할 수 없습니다.
nb: UniConnect-vinduet for denne eksterne Claude-hendelsen er ikke lenger tilgjengelig.
pl: Okno UniConnect dla tego zdalnego zdarzenia Claude nie jest już dostępne.
pt_br: A janela UniConnect para este evento Claude remoto não está mais disponível.
ru: Окно UniConnect для этого удаленного события Claude больше не доступно.
th: หน้าต่าง UniConnect สำหรับเหตุการณ์ Claude ระยะไกลนี้ไม่สามารถใช้งานได้อีกต่อไป
tr: Bu uzaktan Claude olayı için UniConnect penceresi artık kullanılamıyor.
uk: Вікно UniConnect для цієї віддаленої події Claude більше недоступне.
zh_hans: 此远程 Claude 事件的 UniConnect 窗口不再可用。
zh_hant: 此遠端 Claude 事件的 UniConnect 視窗不再可用。

# cli.codex-teams.usage
source: Usage: cmux codex-teams [codex-args...] Launch Codex with UniConnect-managed subagent panes. This command: - starts a private Codex app-server on localhost - launches the root Codex TUI against that app-server - watches live Codex thread-spawn subagents - opens subagents up to depth 2 as native UniConnect splits - forwards all remaining arguments to codex Examples: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
ar: الاستخدام: cmux codex-teams [codex-args...] قم بتشغيل Codex باستخدام UniConnect-أجزاء الوكيل الفرعي المُدارة. هذا الأمر: - يبدأ Codex خاصًا app-server على localhost - يطلق root Codex TUI ضد ذلك app-server - مشاهدة البث المباشر Codex - يفتح الوكلاء الفرعيين حتى العمق 2 كتقسيمات UniConnect الأصلية - يعيد توجيه كافة الوسائط المتبقية إلى codex أمثلة: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
bs: Upotreba: cmux codex-teams [codex-args...] Pokrenite Codex sa UniConnect-upravljanim subagent oknima. Ova komanda: - pokreće privatni Codex app-server na localhost - pokreće root Codex TUI protiv tog app-server - gleda uživo Codex thread-spawn subagents - otvara podagente do dubine 2 kao izvorne UniConnect split - prosljeđuje sve preostale argumente na codex Primjeri: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
da: Brug: cmux codex-teams [codex-args...] Start Codex med UniConnect-administrerede underagentruder. Denne kommando: - starter en privat Codex app-server på localhost - starter root Codex TUI mod denne app-server - ser live Codex thread-spawn subagents - åbner subagents op til dybde 2 som native UniConnect splits - videresender alle resterende argumenter til codex Eksempler: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
de: Verwendung: cmux codex-teams [codex-args...] Starten Sie Codex mit UniConnect-verwalteten Subagentenbereichen. Dieser Befehl: - startet ein privates Codex app-server auf localhost - startet root Codex TUI gegen app-server - beobachtet live Codex Thread-Spawn-Subagenten - Öffnet Subagenten bis zur Tiefe 2 als native UniConnect-Splits - leitet alle verbleibenden Argumente an codex weiter Beispiele: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
es: Uso: cmux codex-teams [codex-args...] Inicia Codex con paneles de subagentes gestionados por UniConnect. Este comando: - inicia un servidor privado de la app de Codex en localhost - conecta la TUI raíz de Codex con ese servidor - observa en directo los subagentes creados por los hilos de Codex - abre subagentes de hasta dos niveles como divisiones nativas de UniConnect - reenvía a codex todos los argumentos restantes Ejemplos: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
fr: Usage: cmux codex-teams [codex-args...] Lancez Codex avec les volets de sous-agents gérés par UniConnect. Cette commande: - démarre un Codex app-server privé sur localhost - lance le root Codex TUI contre celui app-server - regarde en direct Codex sous-agents de génération de threads - ouvre les sous-agents jusqu'à la profondeur 2 en tant que fractionnements natifs UniConnect - transmet tous les arguments restants à codex Exemples: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
it: Utilizzo: cmux codex-teams [codex-args...] Avvia Codex con i riquadri del sottoagente gestito UniConnect. Questo comando: - avvia un Codex app-server privato su localhost - lancia root Codex TUI contro quello app-server - guarda in diretta Codex subagenti con generazione di thread - apre i subagenti fino alla profondità 2 come UniConnect nativo si divide - inoltra tutti gli argomenti rimanenti a codex Esempi: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
ja: 使用法: cmux codex-teams [codex-args...] UniConnect で管理されるサブエージェント ペインを使用して Codex を起動します。 このコマンドは: - localhost でプライベート Codex app-server を開始します - app-server に対して root Codex TUI を起動します - ライブを視聴 Codex thread-spawn サブエージェント - 深さ 2 までのサブエージェントをネイティブ UniConnect 分割として開きます - 残りの引数をすべて codex に転送します 例: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
km: ការប្រើប្រាស់: cmux codex-teams [codex-args...] បើកដំណើរការ Codex ជាមួយ UniConnect-managed subagent panes ។ ពាក្យបញ្ជានេះ។: - ចាប់ផ្តើមឯកជន Codex app-server នៅលើ localhost - បើកដំណើរការ root Codex TUI ប្រឆាំងនឹងនោះ app-server - មើលបន្តផ្ទាល់ Codex thread-spawn subagents - បើកភ្នាក់ងាររងរហូតដល់ជម្រៅ 2 ដែលជាការបំបែកដើម UniConnect - បញ្ជូនបន្តអាគុយម៉ង់ដែលនៅសល់ទាំងអស់ទៅ codex ឧទាហរណ៍: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
ko: 용법: cmux codex-teams [codex-args...] UniConnect-managed 하위 에이전트 창을 사용하여 Codex을 실행합니다. 이 명령: - localhost에서 비공개 Codex app-server을 시작합니다. - 해당 app-server에 대해 root Codex TUI을 시작합니다. - 실시간 시청 Codex 스레드 생성 하위 에이전트 - 기본 UniConnect 분할로 하위 에이전트를 깊이 2까지 엽니다. - 나머지 모든 인수를 codex으로 전달합니다. 예: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
nb: Bruk: cmux codex-teams [codex-args...] Start Codex med UniConnect-administrerte subagent-ruter. Denne kommandoen: - starter en privat Codex app-server på localhost - starter root Codex TUI mot den app-server - ser direkte Codex thread-spawn subagents - åpner subagenter opp til dybde 2 som native UniConnect splitter - videresender alle gjenværende argumenter til codex Eksempler: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
pl: Stosowanie: cmux codex-teams [codex-args...] Uruchom Codex z okienkami podagentów zarządzanych przez UniConnect. To polecenie: - rozpoczyna prywatną Codex app-server na localhost - uruchamia root Codex TUI przeciwko temu app-server - ogląda na żywo Codex podagenci odradzania wątków - otwiera subagentów do głębokości 2 jako natywne podziały UniConnect - przekazuje wszystkie pozostałe argumenty do codex Przykłady: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
pt_br: Uso: cmux codex-teams [codex-args...] Inicie Codex com painéis de subagentes gerenciados por UniConnect. Este comando: - inicia um Codex privado app-server em localhost - lança o root Codex TUI contra aquele app-server - assiste ao vivo Codex subagentes de geração de thread - abre subagentes até a profundidade 2 como divisões nativas UniConnect - encaminha todos os argumentos restantes para codex Exemplos: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
ru: Использование: cmux codex-teams [codex-args...] Запустите Codex с панелями субагентов, управляемыми UniConnect. Эта команда: - запускает приват Codex app-server на localhost - запускает root Codex TUI против этого app-server - смотрит в прямом эфире Codex субагенты создания потоков - открывает субагенты до глубины 2 как собственные UniConnect разделения - пересылает все оставшиеся аргументы на codex Примеры: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
th: การใช้งาน: cmux codex-teams [codex-args...] เปิดใช้ Codex ด้วย UniConnect-managed subagent panes คำสั่งนี้: - เริ่ม Codex ส่วนตัว app-server บน localhost - เปิดตัว root Codex TUI กับ app-server นั้น - ชมสด Codex ตัวแทนย่อยของเธรดวางไข่ - เปิดตัวแทนย่อยได้ลึกถึง 2 โดยแยก UniConnect ดั้งเดิม - ส่งต่ออาร์กิวเมนต์ที่เหลือทั้งหมดไปที่ codex ตัวอย่าง: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
tr: Kullanım: cmux codex-teams [codex-args...] Codex'i UniConnect-yönetilen alt aracı bölmeleriyle başlatın. Bu komut: - localhost üzerinde özel bir Codex app-server başlatır - buna karşı root Codex TUI'i başlatır app-server - canlı izliyor Codex iş parçacığı ortaya çıkan alt aracılar - yerel UniConnect bölmeleri olarak derinlik 2'ye kadar alt aracıları açar - kalan tüm bağımsız değişkenleri codex adresine iletir Örnekler: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
uk: Використання: cmux codex-teams [codex-args...] Запустіть Codex із UniConnect-керованими панелями субагентів. Ця команда: - запускає приватний Codex app-server на localhost - запускає root Codex TUI проти цього app-server - дивиться в прямому ефірі Codex subagens thread-spawn - відкриває підагенти до глибини 2 як рідні UniConnect розбиває - пересилає всі решта аргументів на codex Приклади: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
zh_hans: 用法: cmux codex-teams [codex-args...] 使用 UniConnect 管理的子代理窗格启动 Codex。 这个命令: - 在 localhost 上启动私有 Codex app-server - 针对 app-server 启动 root Codex TUI - 观看直播 Codex 线程生成子代理 - 将子代理打开至深度 2 作为本机 UniConnect 分割 - 将所有剩余参数转发到 codex 示例: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
zh_hant: 用法: cmux codex-teams [codex-args...] 使用 UniConnect 管理的子代理程式窗格啟動 Codex。 這個命令: - 在 localhost 上啟動私有 Codex app-server - 針對 app-server 啟動 root Codex TUI - 觀看直播 Codex 線程生成子代理 - 將子代理程式開啟至深度 2 作為本機 UniConnect 分割 - 將所有剩餘參數轉送到 codex 範例: cmux codex-teams cmux codex-teams --model gpt-5.4 cmux codex-teams resume --last
